Repository: mannd/epcalipers-macosx
Catalog: EP Calipers/*.lproj/Localizable.strings
Languages: fr

source: Angle caliper
fr: Compas d'angle

source: Angle calipers don't require calibration. Only time or amplitude calipers need to be calibrated. If you want to use an angle caliper as a Brugadometer, you must first calibrate time and amplitude calipers.
fr: Les compas d'angle ne nécessitent pas d'étalonnage. Seuls les compas de temps ou d'amplitude doivent être étalonnés. Si vous voulez utiliser un compas d'angle comme un « Brugadometer » vous devez d'abord étalonner les compas de temps et d'amplitude.

source: Back
fr: Retour

source: Bad number of intervals
fr: Mauvais nombre d'intervalles

source: Calculate
fr: Calculer

source: Calculated QTc
fr: QTc calculé

source: Calibrate
fr: Étalonner

source: Calibrate caliper
fr: Étalonner le compas

source: Caliper Color
fr: Couleur de compas

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Do you want to turn off transparent window mode and load image?
fr: Voulez-vous éteindre la fenêtre transparente et charger une image ?

source: Enter number of intervals
fr: Saisir le nombre d'intervales

# EP Calipers preferences
source: EP Calipers settings
fr: Préférences de Compas EP

source: File not opened
fr: Fichier non ouvert

source: How many intervals is this caliper measuring?
fr: Combien d'intervalles ce compas mesure-t-il ?

source: How many RR intervals is this caliper measuring?
fr: Combien d'intervalles RR ce compas mesure-t-il ?

source: In order to proceed, you must first add a caliper.
fr: Avant de continuer, il faut ajouter un compas.

source: In order to proceed, you must first add a time caliper.
fr: Avant de continuer, vous voulez ajouter un compas de temps.

source: Invalid Result
fr: Résultat invalide

source: Keep transparency and don't load image
fr: Continuer la fênetre transparente et ne pas charger une image

source: Mean interval and rate
fr: Intervalle moyen et fréquence moyenne

source: Measure 1 or more RR intervals. Select Next to continue.
fr: Mesurer un (ou plus) intervalle RR. Choisir Prochain à continuer.

source: No caliper selected
fr: Compas pas choisi

source: No calipers available
fr: Pas de compas disponibles

source: No time caliper available
fr: Pas de compas de temps disponible

source: No time caliper selected
fr: Compas de temps pas choisi

source: Now measure QT interval and select Next, or Cancel
fr: Maintenant mesurer l'intervalle QT et choisir Prochain, ou Annuler

source: Please enter a number between 1 and 10
fr: Saisir un nombre entre 1 et 10

source: QTc: Enter number of RR intervals
fr: QTc: Saisir le nombre d'intervalles RR

source: Screenshot cancelled
fr: Capture d'écran annulée

source: Select (by single-clicking it) the caliper that you want to calibrate, and then set it to a known interval, e.g. 1000 msec or 1 mV
fr: Choisir (par un simple clic) le compas que vous voulez étalonner, et puis le déplacer à un intervalle connu, p.e. 1000 msec ou 1 mV

source: Select a time caliper. Stretch the caliper over several intervals to get an average interval and rate.
fr: Choisir un compas de temps. Déplacer-le à plusieurs intervalles pour mesurer l'intervalle moyen et la fréquence moyenne.

source: Transparent window mode on
fr: Le mode de la fênetre transparente est activé

source: Turn off transparency and load image
fr: Éteindre la fênetre transparente et charger une image

source: Tweak Caliper Position
fr: Régler la position du compas

source: Use a caliper to measure 2 or more intervals, then select Next to calculate mean, or Cancel.
fr: Utiliser un compas à mesurer 2 ou plus d'intervalles, puis choisir Prochain à calculer la moyenne, ou Annuler.

source: Use a caliper to measure a known interval, then select Next to calibrate to that interval, or Cancel.
fr: Utiliser un compas à mesurer un intervalle connu, puis choisir Prochain pour étalonner à cet intervalle, ou Annuler.
